import React from 'react'
import './info.css'

export const Info = () => {
  return (
    <>
        <div className='flexInfo'>
            <div className='titleInfo'>О проекте</div>
            <div className='infoDescription'>Этот сайт является демонстрационным проектом, созданным для представления моих навыков в веб-разработке, включая вёрстку, JavaScript и другие технологии. Верстка выполнена быстро, так как опредленного дизайна для сайта нет. Тематика сайта посвящена трём жёнам Рудеуса Грейрата из аниме и манги «Реинкарнация безработного». Каждый раздел сайта выполнен так, чтобы продемонстрировать мои возможности в верстке, интерактивных элементов и общего подхода к проектированию. Цель проекта – показать уровень моих умений и вдохновение, полученное от одной из любимых историй.</div>
        </div>
    </>
  )
}
